/* Alert title. */
"success_activation_alert_title" = "Отличная работа";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Вы успешно активировали %@ в Setapp";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Достигнут лимит устройств";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Setapp используется на всех доступных устройствах.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Проверьте подробности в своей учетной записи";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Что-то не так с вашим QR-кодом";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Пожалуйста, обновите страницу приложения и попробуйте снова.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Превышено время ожидания соединения";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Ответ на ваш запрос занял слишком много времени.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Проверьте подключение к Интернету и повторите попытку.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Произошла ошибка сети";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Проверьте подключение и повторите попытку.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Извините, что-то пошло не так";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Повторите попытку.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Извините, что-то пошло не так";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Повторите попытку.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Что-то идет не так";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Обратитесь в службу поддержки Setapp за помощью.";

/* Button title. */
"ok_button_title" = "ОК";
